[{
  "_id": {
    "$oid": "628ec61413655ed865bcb929"
  },
  "name": "Cyberpunk 2077",
  "genre": "rpg",
  "price": 29.99,
  "Image": "../db/img-db/628ec61413655ed865bcb929.jpg",
  "description": "Cyberpunk 2077 is an open-world, action-adventure story set in Night City, a megalopolis obsessed with power, glamour and body modification. You play as V, a mercenary outlaw going after a one-of-a-kind implant that is the key to immortality"
},{
  "_id": {
    "$oid": "628ec86713655ed865bcb92a"
  },
  "name": "The Witcher 3",
  "genre": "rpg",
  "price": 19.99,
  "Image": "../db/img-db/628ec61413655ed865bcb92a.jpg",
  "description": "The Witcher 3: Wild Hunt is an action role-playing game with a third-person perspective. Players control Geralt of Rivia, a monster slayer known as a Witcher"
},{
  "_id": {
    "$oid": "628ecaa813655ed865bcb92b"
  },
  "name": "SIFU",
  "genre": "fight",
  "price": 29.99,
  "Image": "../db/img-db/628ec61413655ed865bcb92b.jpg",
  "description": "From Sloclap, creators of acclaimed PS4 fighting game Absolver, Sifu follows a young kung fu student on a path of revenge, hunting for the murderers of his family"
},{
  "_id": {
    "$oid": "628ecbbd13655ed865bcb92c"
  },
  "name": "The Elder Scrolls V: Skyrim",
  "genre": "rpg",
  "price": 19.99,
  "Image": "../db/img-db/628ec61413655ed865bcb92c.jpg",
  "description": "The Elder Scrolls V: Skyrim is an action role-playing game, playable from either a first or third-person perspective. The player may freely roam over the land of Skyrim—an open world environment consisting of wilderness expanses, dungeons, caves, cities, towns, fortresses, and villages"
},{
  "_id": {
    "$oid": "628ecc4d13655ed865bcb92d"
  },
  "name": "Elden Ring",
  "genre": "rpg",
  "price": 39.99,
  "Image": "../db/img-db/628ec61413655ed865bcb92d.jpg",
  "description": "Elden Ring is an action role-playing game played in a third-person perspective with gameplay focusing on combat and exploration; it features elements similar to those found in other games developed by FromSoftware, such as the Souls series, Bloodborne, and Sekiro"
},{
  "_id": {
    "$oid": "628eccc713655ed865bcb92e"
  },
  "name": "Hot Wheels: Unleashed",
  "genre": "racing",
  "price": 17.99,
  "Image": "../db/img-db/628ec61413655ed865bcb92e.jpg",
  "description": "Hot Wheels Unleashed is a racing game played from a third-person perspective. In the game, the player assumes control of vehicles from the Hot Wheels franchise, and raced against other opponents in miniature tracks set in various everyday locations and environments such garage, kitchen and bedroom"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb92f"
  },
  "name": "Forza Motosport 7",
  "genre": "racing",
  "price": 25.99,
  "Image": "../db/img-db/628ec61413655ed865bcb92f.jpg",
  "description": "Forza Motorsport 7 is a racing video game featuring over 700 cars—including new Forza Edition cars, most of which have been brought over from Forza Horizon 3 and more than 200 different configurations to race on across 32 locations at launch, including all from Forza Motorsport 6"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb930"
  },
  "name": "Street Fighter V",
  "genre": "fight",
  "price": 9.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb930.jpg",
  "description": "Street Fighter V is a fighting game developed by Capcom and Dimps and published by Capcom for the PlayStation 4 and Microsoft Windows in 2016. Similar to the previous games in the Street Fighter series, Street Fighter V features a side-scrolling fighting gameplay system"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb931"
  },
  "name": "Crusader Kings III",
  "genre": "strategy",
  "price": 12.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb931.jpg",
  "description": "Crusader Kings III is a grand strategy role-playing video game set in the Middle Ages, developed by Paradox Development Studio and published by Paradox Interactive as a sequel to Crusader Kings (2004) and Crusader Kings II (2012)"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb932"
  },
  "name": "Europa Universalis IV",
  "genre": "strategy",
  "price": 9.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb932.jpg",
  "description": "It is a strategy game where players can control a nation from the Late Middle Ages through the early modern period (1444 to 1821 AD), conducting trade, administration, diplomacy, colonization and warfare"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb933"
  },
  "name": "Sid Meier's Civilization® V",
  "genre": "strategy",
  "price": 12.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb933.jpg",
  "description": "Sid Meier's Civilization® V: Brave New World is the second expansion pack for Civilization V - the critically acclaimed 2010 PC Game of the Year. This new expansion provides enhanced depth and replayability through the introduction of international trade and a focus on culture and diplomacy"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb934"
  },
  "name": "Mortal Kombat 11",
  "genre": "fight",
  "price": 9.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb934.jpg",
  "description": "Mortal Kombat 11 is a 2019 fighting game developed by NetherRealm Studios and published by Warner Bros. Interactive Entertainment. Running on a heavily modified version of Unreal Engine 3, it is the eleventh main installment in the Mortal Kombat series and a sequel to 2015's Mortal Kombat X"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb935"
  },
  "name": "F1 - 2022",
  "genre": "racing",
  "price": 19.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb935.jpg",
  "description": "F1® 22 also includes VR compatibility on PC via Oculus Rift and HTC Vive to give you the ultimate immersive F1® experience. Get a taste of the glitz and glamor of Formula 1® in F1® Life, a new space for you to unlock and show off supercars, clothing, accessories, and more for the world to see"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb936"
  },
  "name": "Dirt Rally 2.0",
  "genre": "racing",
  "price": 12.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb936.jpg",
  "description": "DiRT Rally 2.0 dares you to take on the challenge in the most powerful off-road vehicles ever made. Carve your way through a selection of iconic rally locations from across the globe, knowing that the smallest mistake could end your stage"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb937"
  },
  "name": "Celeste",
  "genre": "indie",
  "price": 4.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb937.jpg",
  "description": "Celeste is a platform game in which players control a young woman named Madeline as she makes her way up Mount Celeste while avoiding various deadly obstacles. Along with jumping and climbing up walls for a limited amount of time, Madeline has the ability to perform a mid-air dash in eight directions"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb938"
  },
  "name": "Super Meat Boy",
  "genre": "indie",
  "price": 2.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb938.jpg",
  "description": "Super Meat Boy is a tough as nails platformer where you play as an animated cube of meat who's trying to save his girlfriend (who happens to be made of bandages) from an evil fetus in a jar wearing a tux. Our meaty hero will leap from walls, over seas of buzz saws, through crumbling caves and pools of old needles"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb939"
  },
  "name": "Hollow Knight",
  "genre": "indie",
  "price": 4.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb939.jpg",
  "description": "Hollow Knight is a classically styled 2D action adventure across a vast interconnected world. Explore twisting caverns, ancient cities and deadly wastes; battle tainted creatures and befriend bizarre bugs; and solve ancient mysteries at the kingdom's heart"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb93a"
  },
  "name": "Cuphead",
  "genre": "indie",
  "price": 6.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb93a.jpg",
  "description": "Cuphead is a classic run and gun action game heavily focused on boss battles. Inspired by cartoons of the 1930s, the visuals and audio are painstakingly created with the same techniques of the era, i.e. traditional hand drawn cel animation, watercolor backgrounds, and original jazz recordings"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb93b"
  },
  "name": "Dead Cells",
  "genre": "indie",
  "price": 7.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb93b.jpg",
  "description": "Dead Cells is a rogue-lite, Castlevania-inspired action-platformer, allowing you to explore a sprawling, ever-changing castle… assuming you're able to fight your way past its keepers. To beat the game, you'll have to master 2D 'souls-lite combat' with the ever-present threat of permadeath looming. No checkpoints"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb93c"
  },
  "name": "Super Hot",
  "genre": "FPS",
  "price": 9.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb93c.jpg",
  "description": "Superhot sets the player in a minimalistic environment, taking out hostile attackers that are trying to kill them. Weapons picked up by the player have limited ammunition and break easily, requiring the player to rely on defeating enemies to attain new weapons, or making melee kills"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb93d"
  },
  "name": "Call of Duty Modern Warfare",
  "genre": "FPS",
  "price": 12.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb93d.jpg",
  "description": "Call of Duty is a first-person shooter video game based on id Tech 3. The game was developed by Infinity Ward and published by Activision. The game simulates the infantry and combined arms warfare of World War II"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb93e"
  },
  "name": "Battlefield V",
  "genre": "FPS",
  "price": 12.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb93e.jpg",
  "description": "Battlefield 5 is a celebration of the chaos and the drama of combined arms warfare. At its core is the concept of the squad, a small group of players that can cooperate and coordinate together to achieve goals in-game"
},{
  "_id": {
    "$oid": "628ecd5713655ed865bcb93f"
  },
  "name": "EA Sports FIFA 22",
  "genre": "Strategy",
  "price": 19.99,
  "Image": "../db/img-db/628ecd5713655ed865bcb93e.jpg",
  "description": "Battlefield 5 is a celebration of the chaos and the drama of combined arms warfare. At its core is the concept of the squad, a small group of players that can cooperate and coordinate together to achieve goals in-game"
}]